{
  "ghosts": [
    {
      "id": 0,
      "type": "Spirit",
      "evidence": [
        4,
        5,
        1
      ],
      "description": "A Spirit is the most common Ghost you will come across however it is still very powerful and dangerous. They are usually discovered at one of their hunting grounds after an unexplained death.",
      "strength": "None",
      "weakness": "Smudge Sticks will prevent it from hunting for 120 seconds rather than the usual 90 seconds."
    },
    {
      "id": 1,
      "type": "Wraith",
      "evidence": [
        2,
        5,
        1
      ],
      "description": "A Wraith is one of the most dangerous Ghosts you will find. It is also the only known ghost that has the ability of flight and has sometimes been known to travel through walls.",
      "strength": "Wraiths almost never touch the ground. Footprint sounds from a wraith will be rare to non-existent, and they can travel directly through walls doors without having to open them.",
      "weakness": "Wraiths have a toxic reaction to Salt. If a Wraith comes into contact with a pile of salt, it will immediately cease attacking."
    },
    {
      "id": 2,
      "type": "Banshee",
      "evidence": [
        0,
        2,
        1
      ],
      "description": "A Banshee is a natural hunter and will attack anything. It has been known to stalk its prey one at a time until making its kill.",
      "strength": "A Banshee will focus on one player at a time until it kills them.",
      "weakness": "Banshees fear the Crucifix, which boosts the Hunt-stopping range of one from 3 meters to 5 meters against it."
    },
    {
      "id": 3,
      "type": "Demon",
      "evidence": [
        4,
        2,
        5
      ],
      "description": "A Demon is one of the worst Ghosts you can encounter. It has been known to attack without a reason.",
      "strength": "Demons are the most aggressive and enter hunt mode more.",
      "weakness": "Asking a Demon successful questions on the Ouija Board won't lower the user's sanity."
    },
    {
      "id": 4,
      "type": "Jinn",
      "evidence": [
        0,
        3,
        5
      ],
      "description": "A Jinn is a territorial Ghost that will attack when threatened. It also has been known to travel at significant speed.",
      "strength": "A Jinn will travel at a faster speed if its victim is far away.",
      "weakness": "Turning off the location's power source will prevent the Jinn from using its ability."
    },
    {
      "id": 5,
      "type": "Mare",
      "evidence": [
        2,
        3,
        5
      ],
      "description": "A Mare is the source of all nightmares, making it most powerful in the dark.",
      "strength": "Strengths",
      "weakness": "Weakness"
    },
    {
      "id": 6,
      "type": "Oni",
      "evidence": [
        0,
        4,
        5
      ],
      "description": "Onis are a cousin to the Demon and possess extreme strength. There have been rumors that they become more active around their prey.",
      "strength": "Oni are more active when people are nearby and have been seen moving objects at great speed",
      "weakness": "Being more active will make the Oni easier to find and identify"
    },
    {
      "id": 7,
      "type": "Phantom",
      "evidence": [
        0,
        3,
        2
      ],
      "description": "A Phantom is a Ghost that can possess the living, most commonly summoned by a Ouija Board. It also induces fear into those around it.",
      "strength": "Looking at a Phantom will considerably drop your Sanity. This refers to any visible manifestations of the Phantom, including during a Hunt.",
      "weakness": "Taking a photo of the Phantom will make it temporarily disappear. This, however, will not stop a Hunt."
    },
    {
      "id": 8,
      "type": "Poltergeist",
      "evidence": [
        1,
        3,
        5
      ],
      "description": "One of the most famous Ghosts, a Poltergeist, also known as a noisy ghost can manipulate objects around it to spread fear into it's victims.",
      "strength": "A Poltergeist is capable of influencing more objects at once than any other Ghosts, and is capable of shutting multiple doors at once.",
      "weakness": "A Poltergeist is almost ineffective in an empty room."
    },
    {
      "id": 9,
      "type": "Revenant",
      "evidence": [
        0,
        1,
        4
      ],
      "description": "A Revenant is a slow but violent Ghost that will attack indiscriminately. It has been rumored to travel at a significantly high speed when hunting.",
      "strength": "A Revenant will travel at a significantly faster speed when hunting a victim. Additionally, the Revenant can freely switch whoever it is targeting during a Hunt.",
      "weakness": "Hiding from the Revenant will cause it to move very slowly."
    },
    {
      "id": 10,
      "type": "Shade",
      "evidence": [
        0,
        3,
        4
      ],
      "description": "A Shade is known to be a Shy Ghost. There is evidence that a Shade will stop all paranormal activity if there are multiple people nearby.",
      "strength": "As a shy ghost, a Shade will rarely perform actions in the presence of two or more people, making it harder to detect.",
      "weakness": "Conversely, a Shade will rarely start a Hunt when players are grouped together."
    },
    {
      "id": 11,
      "type": "Yurei",
      "evidence": [
        2,
        3,
        4
      ],
      "description": "A Yurei is a Ghost that has returned to the physical world, usually for the purpose of revenge or hatred.",
      "strength": "Yurei have been known to have a stronger effect on people's Sanity.",
      "weakness": "Using Smudge Sticks on the Yurei's Ghost Room will cause it to not wander around the location for ~90 seconds."
    }
  ],
  "evidences": [
    {
      "evidenceID": 0,
      "evidenceName": "emf",
      "evidenceLabel": "EMF Level 5"
    },
    {
      "evidenceID": 1,
      "evidenceName": "fingerprints",
      "evidenceLabel": "Fingerprints"
    },
    {
      "evidenceID": 2,
      "evidenceName": "temps",
      "evidenceLabel": "Freezing Temperatures"
    },
    {
      "evidenceID": 3,
      "evidenceName": "orb",
      "evidenceLabel": "Ghost Orb"
    },
    {
      "evidenceID": 4,
      "evidenceName": "writing",
      "evidenceLabel": "Ghost Writing"
    },
    {
      "evidenceID": 5,
      "evidenceName": "box",
      "evidenceLabel": "Spirit Box"
    }
  ],
  "equipmentInformation": [
    {
      "id": 0,
      "name": "emfReader",
      "label": "EMF Reader",
      "evidenceTips": [
        "Level 1: No readings | Level 2: Ghost interacted with something near you | Level 3: Ghost threw something near you | Level 4: Ghost appearance | Level 5: Ghost evidence",
        "EMF will signal interaction for 20 seconds at its location",
        "EMF readings are not related to direction, but location",
        "It will always display the highest activity in that room (if a level 4 and a level 2 interaction happen at the same time, only level 4 will be shown)",
        "The EMF graph in the truck is the sum of all EMF in the house/facility",
        "If a ghost enters the view of a came when the fuse box is off, it will turn the camera off and cause a level 2 EMF reading"
      ]
    },
    {
      "id": 1,
      "name": "photoCamera",
      "label": "Photo Camera",
      "evidenceTips": [
        "You must be within 5m of the subject for the evidence to be logged",
        "To be sure the evidence is logged in the journal, try having a clear line of sight",
        "Try framing the entire ghost within the picture",
        "Taking photos of Phantoms will make them disappear, and also prevent further sanity loss"
      ]
    },
    {
      "id": 2,
      "name": "salt",
      "label": "Salt",
      "evidenceTips": [
        "Ghosts will only walk on salt spots once",
        "Ghosts will not affect salt spots during hunt phase"
      ]
    },
    {
      "id": 3,
      "name": "soundSensors",
      "label": "Sound Sensors",
      "evidenceTips": [
        "Returns the loudest sound reading in that room",
        "Uses its current position to gather data, not its direction",
        "Values are updated every 5 seconds"
      ]
    },
    {
      "id": 4,
      "name": "parabolicMicrophone",
      "label": "Parabolic Microphone",
      "evidenceTips": [
        "Returns the sum of all sound sources in that room",
        "It also uses its position, not its direction",
        "Values are updated every 1-2 seconds"
      ]
    },
    {
      "id": 5,
      "name": "thermometer",
      "label": "Thermometer",
      "evidenceTips": [
        "Detects temperatures up to 6m in front of it",
        "Has a value randomizer to it of 2. It that means you may log freezing temperatures as evidence with 2C or 35.6F"
      ]
    },
    {
      "id": 6,
      "name": "ouija",
      "label": "Ouija Board",
      "evidenceTips": [
        "Take a picture of it when its on to earn an extra $5",
        "Taking a picture of it after the ghost answers will log it as interaction, paying an extra $5 (yes, it means two pictures)",
        "Be sure to place the board over a surface like a table. Taking a picture of it on the floor will often not generate evidence",
        "Multiple people are allowed to be in the same room during its use",
        "The player asking questions must be within 5m for it to work",
        "Your sanity will drop anywhere between 5-10% upon receiving a successful answer",
        "There's a 33% chance a recognized phrase will cause light flickering, or 40% sanity drop, or setup phase abruptly ending"
      ]
    },
    {
      "id": 7,
      "name": "spiritBox",
      "label": "Spirit Box",
      "evidenceTips": [
        "You must be in the ghost room or within 3m of it to be able to trigger interactions",
        "Lights in the room MUST be off. They will respond if flashlights are on",
        "Some ghosts will require you to be alone in the room to trigger a response",
        "You don't have to hold the Spirit Box in your hands as long as its on"
      ]
    },
    {
      "id": 8,
      "name": "book",
      "label": "Ghost Writing Book",
      "evidenceTips": [
        "Take a photo of a ghost writing to log it as evidence and earn extra money",
        "Writing can happen even if the book is only in the player's inventory, it doesn't need to be held or dropped (although advisable)",
        "Whatever you do besides bringing the book to the ghost room won't make the ghost more or less likely to write"
      ]
    }
  ]
}
